 128
! 21
!! 5
" 4
#AFP 29
#BREAKING 28
#Banksy 4
#CharlieHebdo 111
#CharlieHebdo's 5
#JeSuisCharlie 19
#Paris 22
#ParisAttacks 7
#StopKillingInnocentPeople#FreePalestine#freeBurma#FreeSyria 4
#Vincennes 5
&amp; 45
(police 6
(vi 5
, 4
- 56
. 11
.. 5
... 6
1 8
10 8
11 17
12 17
2 33
3 8
4 11
5 6
6 4
: 9
:( 7
? 13
@20Minutes 4
@ABC 16
@AFP 40
@AFP: 4
@AFPphoto 6
@AP 39
@AP: 5
@AldiCustCare 4
@AvitalLeibovich 7
@BBCBreaking 40
@BBCWorld 17
@BBCtrending 13
@BklynMiddleton 18
@BreakingNews 7
@Callum_SR 6
@Chusid2015 33
@Colvinius 30
@DAVIDMDRAIMAN 8
@DaliaChai 48
@FRANCE24 24
@FoxNews 16
@France24_en 10
@HuffPostUK 15
@HuffingtonPost 11
@Independent 38
@JeffersonObama 15
@JeromePio 6
@JulienPain 13
@KayBurley 19
@LePoint 19
@LucilleClerc 20
@MailOnline 4
@Mama4Obama1 12
@Mariodinava 5
@MartinBureau1 5
@MartinRJay 16
@MashableNews 10
@MelissaBellF24 7
@NBCNews 27
@NickKristof 9
@No_Idteaots 7
@RTLFrance 6
@RT_com 100
@RajaChemayel 10
@Red4Mira 11
@Reuters 15
@ShirazMaher 19
@SkyNews 26
@SkyNewsBreak 32
@Slate 9
@SputnikInt 6
@SuzanneCarbone 5
@TIME 7
@Telegraph 10
@TelegraphNews 6
@TopoC 4
@USATODAY 10
@WSJ 22
@WhatsAppJr 6
@WilliamMolinie 6
@Y_I_S_C 4
@andreemurphy 4
@cnnbrk 90
@cnni 50
@cpjskippy 10
@dangillmor 10
@darjaved7 18
@euronews 5
@gazsc 4
@genlady9 5
@guardian 11
@hassanbasmer 50
@independent 5
@intelwire 9
@jaseblazefan 5
@juliamacfarlane 28
@keller_lind 4
@lukeeve) 5
@mjrharris 5
@mohamudaish 10
@smallthunderdog 10
@thei100 4
@tonyjdell 5
@zhuravkov67 5
A 19
AFP: 14
AND 4
All 10
And 8
At 24
BREAKING: 25
Banksy 7
Be 4
Both 4
Breaking: 8
But 5
Cabu- 5
Can 5
Charb 4
Charb- 5
Charlie 55
Don't 8
Eleven 9
France 32
France: 11
Freedom 4
French 44
Georges 4
Good 8
Great 6
Gunman 17
HQ 6
Hebdo 50
Hi 4
Hostage-taker 9
How 5
I 76
I'm 10
IN 4
ISLAM 4
IT 4
If 14
In 10
Is 4
Islam 19
Islam. 6
Islamic 12
Israel 8
It 7
It's 12
Jewish 27
Jews 13
Just 9
Kosher 6
Kouachi 8
Les 5
MORE: 16
MT 8
Magazine's 4
Maybe 5
Montrouge 5
More 5
Muslim 5
Muslims 20
NOT 5
News 5
No 16
Not 7
Nothing 4
Now 10
Obama's 4
Official: 7
Oh 6
One 8
Only 6
Or 6
Paris 71
Paris, 8
Paris. 30
Paris: 18
Paris; 14
Photo 30
Please 4
Police 18
RIP 5
RT 39
Reports 4
Samson 25
Several 26
Shooting, 14
So 8
Suspects 5
THE 7
TO 4
Terrorists 5
Thank 7
Thanks 5
That 7
That's 7
The 28
There 4
These 8
They 15
This 11
Thomas 25
Tignous- 5
Two 6
U 7
UPDATE: 7
US 6
We 11
What 12
Why 14
Witnesses 5
Wolinski#JeSuisCharlie 4
You 11
a 173
about 34
abuse 9
actually 6
afraid 4
after 23
against 4
agree 6
alive 5
all 29
already 4
also 4
always 8
am 5
an 30
and 167
another 4
anti 8
any 14
anyone 4
anyway 4
are 114
as 65
assault 10
assault” 7
at 118
attack 41
attack. 4
attack: 6
attackers 11
attacks 5
away 7
away. 4
back 7
bastards 5
be 56
beautiful 6
because 11
been 33
being 21
believe 5
best 9
better 8
between 5
big 4
brainwashed 4
brothers 4
building 4
business 4
but 35
by 50
c'est 7
called 5
can 18
can't 5
cannot 4
cartoon 7
cartoonists 10
catch 4
cause 5
ce 4
come 8
como 4
con 4
condemn 4
confirmed 9
could 7
country 4
coverage 5
cowards 5
crime 5
criminals 4
cut 4
das 4
day 8
de 30
dead 47
dead, 5
death 4
del 6
des 4
did 9
didn't 6
die 23
died 6
do 33
does 5
doesn't 4
doing 6
don't 36
dont 4
down 6
during 4
editor-in-chief 5
en 13
end 9
enough 4
es 7
et 6
even 11
every 6
everyone 4
excuse 5
excuses 4
face 5
faith 7
far 4
feel 8
first 5
five 5
follow 4
fools 4
for 87
free 10
freed 44
freedom 15
french 6
from 14
fuck 7
fucking 6
fun 5
get 32
getting 5
give 10
go 16
going 5
gonna 4
good 20
got 6
grant 4
great 7
grocery 15
gunman 5
gunmen 27
gunmen's 17
guys 9
had 7
happen 5
harmed. 6
has 17
hate 5
hatred 6
have 64
he 13
held. 9
hell 5
here 6
him 8
his 10
holed 7
hope 9
hostage 54
hostage-taking 14
hostage-taking: 5
hostages 69
hostages. 4
how 23
http://t.co/DA50JYJG9o 4
human 5
i 10
ideas 4
identified 6
if 32
image 4
in 318
incident 10
including 9
innocent 9
insulting 4
into 4
invitation 6
is 156
islam 6
isn't 4
ist 4
it 59
it's 22
it. 7
it? 6
its 17
je 4
job 4
journalist 4
journalists 6
just 38
kill 29
killed 50
killed, 7
killed:- 4
killed” 9
killing 16
kind 5
knew 5
know 17
kosher 42
la 18
large 7
last 5
latest 4
latest: 5
lawyer 5
le 7
leaders 4
least 31
leave 4
left 4
les 5
let 4
like 29
live 16
lo 4
lol 5
look 4
los 4
lots 6
love 4
magazine 13
make 13
making 4
man 7
many 8
market 21
martyrs 8
martyrs; 6
matter 5
may 4
maybe 4
me 14
mean 5
means 7
media 14
members 4
men 5
mit 6
more 15
much 9
murder 9
murderers 4
muslim 4
muslims 5
must 7
my 25
n 5
name 9
need 10
needs 4
never 11
new 6
news 15
news. 4
newspaper 6
no 47
non 5
north 8
not 74
nothing 6
now 12
of 230
off 5
office 5
offices 10
official 5
oh 8
old 5
on 46
one 18
ones 4
only 10
or 30
other 9
others 5
our 17
out 28
out. 5
over 6
paris 4
part 6
peace 4
people 34
person 14
photo 10
picture 5
please 12
police 69
policewoman 7
policies 4
poor 4
ppl 6
prayers 5
probably 4
prophet. 4
protect 6
put 7
que 13
questions 5
qui 4
r 22
raises 4
real 4
really 9
reason 4
rehenes 5
release 5
religion 17
religion. 11
reported 15
reportedly 5
reports 10
right 14
sad 6
safe 21
said 5
same 7
satire 6
satirical 17
say 17
say. 6
saying 6
says 15
says. 7
scene 5
se 9
security 4
see 10
seen 4
send 5
sense 4
seriously 9
several 15
shared 4
shoot 7
shooting 33
shooting. 12
shot 5
should 16
shows 8
sick 4
siege 7
situation 8
six 10
so 43
some 12
something 6
sorry 5
source 8
source” 10
speech 11
speech. 5
start 4
still 12
stop 7
store 14
storm 5
story 6
stupid 4
such 7
supermarket 47
support 4
sure 5
suspect 6
suspected 19
suspects 41
take 8
taken 21
taking 12
talking 4
te 4
tell 12
terror 12
terrorist 15
terrorists 13
than 13
thank 4
thanks 4
that 76
that's 14
thats 4
the 335
their 35
them 61
them, 7
them. 14
themselves 6
then 12
then. 4
there 21
there's 6
these 33
they 114
they're 6
think 21
this 63
this. 7
those 13
though 4
thought 4
threatens 8
through 6
time 9
to 240
too 11
totally 4
true 7
try 4
trying 4
two 13
u 31
un 7
under 5
up 22
updates 10
ur 5
us 5
use 5
very 6
via 13
violence 4
virgins 5
wait 4
want 21
wanted 9
was 39
way 14
we 28
well 9
were 36
what 31
when 18
where 20
which 10
who 19
why 19
will 43
with 52
won't 6
work 4
world 10
world. 4
would 13
wounded 7
wounded, 8
wounded: 13
y 12
you 79
you. 5
your 32
– 7
“@AFP: 13
“@AFPphoto: 20
“@AP: 13
“@FoxNews: 4
“@Reuters: 5
“@SkyNews: 4
“@SkyNewsBreak: 10
“@WSJ: 8
“@cnnbrk: 8
“@guardian: 7
🙏 5
